Repository: Dejwcz/Brick_game
Catalog: Brick_game/Properties/Resources.*.resx
Languages: de_de, pl_pl

# BBack
source: Zpět
de_de: Zurück
pl_pl: Wstecz

# BDefault
source: Základní nastavení
de_de: Standardeinstellungen
pl_pl: Ustawienia domyślne

# Black
source: Černá
de_de: Schwarz
pl_pl: Czarny

# Blue
source: Modrá
de_de: Blau
pl_pl: Niebieski

# BSave
source: Uložit
de_de: Speichern
pl_pl: Zapisz

# ButtonEnd
source: Konec
de_de: Ende
pl_pl: Koniec

# ButtonLeft
source: Vlevo
de_de: Links
pl_pl: Lewo

# ButtonRight
source: Vpravo
de_de: Rechts
pl_pl: Prawo

# ButtonRotate
source: Otoč
de_de: Drehen
pl_pl: Obróć

# ButtonStart_pause
source: Pauza
de_de: Pause

# GBColors
source: Barvy
de_de: Farben
pl_pl: Kolory

# GBGameboardSize
source: Rozměry hrací plochy
de_de: Spielbrettgröße
pl_pl: Rozmiar planszy

# GBSquareSize
source: Velikost čtverečku
de_de: Quadratgröße
pl_pl: Wielkość kwadratu

# GBStartSpeed
source: Rychlost pádu
de_de: Fallgeschwindigkeit
pl_pl: Prędkość spadania

# Gray
source: Šedá
de_de: Grau
pl_pl: Szary

# Green
source: Zelená
de_de: Grün
pl_pl: Zielony

# LabelGameOver
source: Konec hry
de_de: Spielende
pl_pl: Koniec gry

# LabelScore
source: Skóre:
de_de: Punkte:
pl_pl: Wynik:

# LBrickColor
source: Kostky:
de_de: Steine:
pl_pl: Klocki:

# LGBColor
source: Hrací plocha:
de_de: Spielbrett:
pl_pl: Plansza:

# LGridColor
source: Mřížka:
de_de: Gitter:
pl_pl: Siatka:

# LHeight
source: Výška:
de_de: Höhe:
pl_pl: Wysokość:

# LSquareSize
source: Velikost:
de_de: Größe:
pl_pl: Wielkość:

# LStartSpeed
source: Rychlost:
de_de: Geschwindigkeit:
pl_pl: Prędkość:

# LWidth
source: Šířka:
de_de: Breite:
pl_pl: Szerokość:

# MBMissingColor
source: Nemáte nastavenou barvu. Nahrát standartní barvy?
de_de: Es wurde keine Farbe festgelegt. Standardfarben laden?
pl_pl: Nie ustawiono koloru. Załadować domyślne kolory?

# MBMissingColorHead
source: Chybí barva
de_de: Fehlende Farbe
pl_pl: Brak koloru

# MBSameColors
source: Hrací plocha a kostky nesmí mít stejnou barvu!
de_de: Spielbrett und Steine dürfen nicht dieselbe Farbe haben!
pl_pl: Plansza i klocki nie mogą mieć tego samego koloru!

# MIEnd
source: _Konec
de_de: _Ende
pl_pl: _Koniec

# MIGame
source: _Hra
de_de: _Spiel
pl_pl: _Gra

# MIHelp
source: Ná_pověda
de_de: _Hilfe
pl_pl: _Pomoc

# MIHelpMessage
source: Použij šipky (Nahoru pro otočení)
de_de: Verwenden Sie die Pfeiltasten (nach oben zum Drehen)
pl_pl: Użyj strzałek (góra, aby obrócić)

# MINewGame
source: _Nová hra
de_de: _Neues Spiel
pl_pl: _Nowa gra

# MISettings
source: N_astavení
de_de: _Einstellungen
pl_pl: _Ustawienia

# Orange
source: Oranžová
de_de: Orange
pl_pl: Pomarańczowy

# Pink
source: Růžová
de_de: Rosa
pl_pl: Różowy

# Purple
source: Fialová
de_de: Lila
pl_pl: Fioletowy

# Red
source: Červená
de_de: Rot
pl_pl: Czerwony

# White
source: Bílá
de_de: Weiß
pl_pl: Biały

# WSettingsTitle
source: Nastavení hry
de_de: Spieleinstellungen
pl_pl: Ustawienia gry

# Yellow
source: Žlutá
de_de: Gelb
pl_pl: Żółty
